Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMERGENCY_TEXT_MESSAGE_NO_NAME_NO_LOCATION
source: I called emergency services.
ar: اتصلتُ بخدمات الطوارئ.
bg: Обадих се на службите за спешна помощ.
ca: He trucat als serveis d’emergències.
cs: Volám tísňovým službám.
da: Jeg har ringet til alarmcentralen.
de: Ich habe die Rettungsdienste angerufen.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης.
es: He llamado a los servicios de emergencia.
es_us: Llamé a los servicios de emergencia.
fi: Soitin hätäpuhelun.
fr: J’ai appelé les secours.
fr_ca: J’ai appelé les services d’urgence.
he: התקשרתי לשירותי חירום.
hi: मैंने आपातकालीन सेवा को कॉल किया।
hr: Zovem hitne službe.
hu: Felhívtam a sürgősségi segélyszolgálatokat.
id: Saya memanggil layanan darurat.
it: Ho chiamato i servizi di soccorso.
ja: 私が緊急通報サービスに電話しました。
kk: Мен төтенше қызметтерге қоңырау шалдым.
ko: 제가 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms.
ms: Saya menghubungi perkhidmatan kecemasan.
nl: Ik heb de hulpdiensten gebeld.
no: Jeg ringte nødnummeret.
pl: Dzwonię pod numer alarmowy.
pt_br: Eu liguei para os serviços de emergência.
pt_pt: Liguei para os serviços de urgência.
ro: Am apelat serviciile de urgență.
ru: Мне пришлось вызвать экстренные службы.
sk: Uskutočnil(a) som tiesňový hovor.
sl: Poklical(-a) sem službo za nujno pomoč.
sv: Jag ringde ett nödsamtal.
th: ฉันได้โทรหาบริการฉุกเฉิน
tr: Acil servisi aradım.
uk: Мені довелося викликати екстрені служби.
vi: Tôi đã gọi dịch vụ khẩn cấp.
zh_cn: 我呼叫了紧急服务。
zh_hk: 我已致電緊急服務。
zh_tw: 我撥打了緊急服務電話。

source: Call with Hold and Release
ar: الاتصال عبر الضغط المطول والإفلات
bg: Обаждане при задържане и отпускане
ca: Trucada en deixar anar els botons
cs: Volání podržením a puštěním
da: Ring op ved at holde inde og slippe
de: Durch Halten und Loslassen anrufen
el: Παρατεταμένο πάτημα και σήκωμα για κλήση
es: Llamar manteniendo pulsado y soltando
es_us: Llamar al presionar y soltar
fi: Soita pitämällä ja vapauttamalla
fr: Appel par maintien et relâchement
fr_ca: Appeler en maintenant appuyé, puis en relâchant
he: חיוג באמצעות לחיצה ארוכה ושחרור
hi: दबाए रखने और छोड़ने पर कॉल करें
hr: Poziv pomoću zadržavanja i otpuštanja
hu: Hívás nyomva tartással és felengedéssel
id: Panggil dengan Tahan dan Lepaskan
it: Chiama tenendo premuto e rilasciando
ja: 長押ししてから放して通報
kk: Басып тұру және босату арқылы қоңырау шалу
ko: 길게 눌렀다 떼서 전화걸기
lt: Skambinti palaikius ir atleidus
ms: Hubungi dengan Tahan dan Lepas
nl: Bel met ingedrukt houden en loslaten
no: Ring med hold og slipp
pl: Przytrzymanie i zwolnienie
pt_br: Manter Pressionado e Soltar para Ligar
pt_pt: Manter premido e soltar para ligar
ro: Apelare cu ținere și eliberare
ru: Вызов удержанием кнопок с последующим отпусканием
sk: Zavolať podržaním a pustením
sl: Klic s pridržanjem in spuščanjem
sv: Håll och släpp för att ringa
th: โทรโดยกดค้างและปล่อย
tr: Basıp Bırakarak Ara
uk: Виклик затисненням і відпусканням
vi: Gọi bằng cách giữ và thả
zh_cn: 按住再松开进行呼叫
zh_hk: 按住再放開即可通話
zh_tw: 按住再放開來撥打

# AUTO_CALL_FOOTER_REQUIRE_SIM
source: You may need to specify an emergency service to dial when using Emergency SOS in certain regions. Auto Call requires an active cellular plan.
ar: قد يتعين عليك تحديد خدمة طوارئ معينة للاتصال عند استخدام طوارئ SOS في بعض المناطق. تتطلب ميزة الاتصال التلقائي توفر باقة خلوية نشطة.
bg: В някои региони може да се наложи да посочите служба за спешни случаи, която да бъде набрана при използване на функцията SOS обаждане. За автоматично обаждане се изисква активен мобилен план.
ca: Quan utilitzis l’avís d’emergència SOS en determinades regions, és possible que hagis d’especificar a quin servei d’emergències vols trucar. La funció de trucada automàtica requereix un pla mòbil actiu.
cs: V některých oblastech může být při použití funkce Tíseň SOS nutné vybrat tísňovou službu, na kterou chcete zavolat. Automatické volání vyžaduje aktivní mobilní tarif.
da: Du skal muligvis angive den alarmcentral, der skal ringes til, når du bruger Nød‑SOS i visse områder. Autoopkald kræver et aktivt mobilabonnement.
de: In manchen Regionen muss beim Verwenden von Notruf SOS eine Rettungsdienstnummer angegeben werden. Für automatische Anrufe ist ein aktiver Mobilfunktarif erforderlich.
el: Ίσως χρειαστεί να καθορίσετε μια υπηρεσία έκτακτης ανάγκης για κλήση κατά τη χρήση του Επείγοντος SOS σε ορισμένες περιοχές. Η Αυτόματη κλήση απαιτεί ένα ενεργό πρόγραμμα κινητού δικτύου.
es: En algunas regiones, es posible que tengas que indicar el servicio de emergencia al que quieres llamar al usar “Emergencia SOS”. La llamada automática requiere un plan móvil activo.
es_us: Es posible que debas especificar qué número marcar al usar Emergencia SOS en ciertas regiones. Las llamadas automáticas requieren un plan de telefonía celular activo.
fi: Tietyillä alueilla saatat joutua määrittämään, mihin hätänumeroon soitetaan Hätätila SOS -toimintoa käytettäessä. Automaattinen puhelu vaatii toimivan mobiililiittymän.
fr: Dans certaines régions, il peut être nécessaire de préciser le numéro d’urgence à composer lors de l’utilisation d’Appel d’urgence. « Appel automatique » requiert un forfait cellulaire actif.
fr_ca: Il se peut que dans certaines régions vous ayez à indiquer quel service d’urgence appeler avec Urgence SOS. L’appel automatique requiert un forfait cellulaire actif.
he: יתכן שיהיה צורך להגדיר את שירות החירום הספציפי שיש לחייג אליו בעת השימוש ב״חירום SOS״ באזורים מסוימים. השיחה האוטומטית מצריכה תוכנית סלולרית פעילה.
hi: कुछ क्षेत्रों में आपातकालीन SOS का इस्तेमाल करते समय डायल करने के लिए आपातकालीन सेवा निर्दिष्ट करनी पड़ सकती है। ऑटो कॉल के लिए सक्रिय मोबाइल प्लान ज़रूरी होता है।
hr: Možda ćete trebati navesti broj hitne službe kad koristite Hitan poziv u određenim regijama. Automatski poziv zahtijeva aktivni podatkovni plan.
hu: Előfordulhat, hogy meg kell adnia egy tárcsázandó segélyszolgálatot, amikor bizonyos régiókban használja a Vészhelyzet – SOS funkciót. Az automatikus híváshoz aktív mobil-előfizetés szükséges.
id: Anda mungkin harus menetapkan layanan darurat yang akan dipanggil menggunakan Darurat SOS di wilayah tertentu. Panggil Otomatis memerlukan paket seluler yang aktif.
it: In alcuni paesi potrebbe essere necessario specificare il servizio di emergenza da chiamare quando utilizzi “SOS emergenze”. L’opzione di chiamata automatica richiede un piano cellulare attivo.
ja: 特定の地域では、緊急SOSを使用するときに通報先を指定する必要がある場合があります。自動通報を使用するには有効なモバイル通信プランが必要です。
kk: Белгілі бір аймақтарда «Төтенше қоңырау — SOS» функциясын пайдалану үшін терілетін төтенше қызметті көрсету бәрібір қажет болуы мүмкін. «Авто қоңырау» функциясы үшін белсенді ұялы тарифтік жоспар қажет.
ko: 일부 지역에서는 긴급 구조 요청을 이용할 때 전화를 연결할 긴급 서비스의 종류를 지정해야 할 수 있습니다. ‘자동 통화’를 이용하려면 활성화된 셀룰러 요금제가 필요합니다.
lt: Kai kuriuose regionuose naudojant SOS signalo funkciją jums vis tiek gali reikėti nurodyti pagalbos tarnybą, kuriai norite skambinti. Automatiniam skambinimui reikalingas aktyvus mobiliojo ryšio planas.
ms: Anda mungkin perlu menentukan perkhidmatan kecemasan untuk didail semasa menggunakan SOS Kecemasan di rantau tertentu. Panggilan Auto memerlukan pelan selular aktif.
nl: Je moet mogelijk kiezen welke hulpdienst je wilt bellen wanneer je SOS-noodmelding in bepaalde regio's gebruikt. Voor automatisch bellen is een mobiel abonnement vereist.
no: Du må kanskje spesifisere hvilken nødetat du vil ringe til når du bruker Nødanrop (SOS) i bestemte områder. Ring automatisk krever et aktivt mobilabonnement.
pl: Używanie tej funkcji w niektórych regionach może wymagać wskazania służby ratowniczej, z którą chcesz się połączyć. Funkcja Dzwoń automatycznie wymaga aktywnego planu komórkowego.
pt_br: Talvez seja necessário especificar um serviço de emergência ao usar o SOS de Emergência em certas regiões. A Ligação Automática requer um plano celular ativo.
pt_pt: Em determinadas regiões, é possível que tenha de especificar o serviço de urgência para o qual pretende ligar quando usar SOS emergência. A opção de chamada automática requer um plano ativo de serviço móvel.
ro: În anumite regiuni, poate fi necesar să specificați ce serviciu de urgențe să fie apelat când utilizați “S.O.S. urgențe”. Apelarea automată necesită un plan activ de servicii celulare.
ru: В некоторых регионах при использовании функции «Экстренный вызов — SOS» может понадобиться выбрать экстренную службу. Для функции «Автовызов» необходим действующий сотовый тариф.
sk: Je možné, že v niektorých oblastiach bude pri použití funkcie SOS nutné špecifikovať požadovanú tiesňovú linku. Automatické volania vyžadujú aktívny mobilný program.
sl: Ob uporabi nujnega poziva SOS v nekaterih regijah boste morda morali navesti številko službe za nujno pomoč. Za funkcijo samodejnega klica potrebujete aktiven mobilni paket.
sv: Du kanske måste ange vilken räddningstjänst du vill ringa när du använder Nödanrop SOS. Ett aktivt mobilabonnemang krävs för automatiskt samtal.
th: คุณอาจต้องกำหนดบริการฉุกเฉินเพื่อโทรเมื่อใช้ “SOS ฉุกเฉิน” ในบางภูมิภาค การโทรโดยอัตโนมัติต้องใช้แผนบริการเซลลูลาร์ที่ใช้งานได้
tr: Bazı bölgelerde Acil SOS’i kullanırken aranacak bir acil servis numarası belirtmeniz gerekebilir. Otomatik Ara özelliği için etkin bir hücresel plan gerekir.
uk: У деяких регіонах після застосування Сигналу SOS вас можуть просити уточнити, яку саме екстрену службу викликати. Для автоматичного виклику потрібен активний стільниковий план.
vi: Có thể bạn cần chỉ định một dịch vụ khẩn cấp sẽ gọi khi sử dụng SOS khẩn cấp tại các vùng nhất định. Tự động gọi yêu cầu có gói cước di động đang hoạt động.
zh_cn: 在某些地区使用“SOS紧急联络”时，可能需指定要呼叫的紧急服务。“自动呼叫”需要已激活的蜂窝号码。
zh_hk: 在某些地區使用「緊急求助SOS」時，你可能需要指定要致電的緊急服務單位。「自動通話」需要使用有效的流動網絡計劃。
zh_tw: 在某些地區使用「SOS緊急服務」時，你可能需要指定要撥打的緊急服務單位。「自動通話」需要已啟用的行動方案。

# EMERGENCY_TEXT_CALLBACK_NO_NUMBER_ADDITION_HAS_NAME
source: Use the phone number you have for %@. Do not reply to this text.
ar: استخدم رقم هاتف %@ الذي لديك. لا ترد على هذه الرسالة.
bg: Използвайте телефонния номер, който имате за %@. Не отговаряйте на това съобщение.
ca: Utilitza el número de telèfon que tens registrat per a %@. No contestis aquest missatge.
cs: Použijte telefonní číslo na uživatele %@, které máte uložené. Na tuto zprávu neodpovídejte.
da: Brug det telefonnummer, du har til %@. Svar ikke på denne besked.
de: Verwende die Telefon­nummer von %@. Nicht auf diese SMS antworten.
el: Χρησιμοποιήστε τον αριθμό τηλεφώνου που έχετε για «%@». Μην απαντήσετε σε αυτό το μήνυμα.
es: Usa el número de teléfono que tienes registrado para %@. No respondas a este mensaje de texto.
es_us: Usa el número telefónico de %@ que tienes. No respondas este mensaje.
fi: Käytä puhelinnumeroa, jonka %@ on antanut. Älä vastaa tähän tekstiviestiin.
fr: Utilisez le numéro de téléphone que vous avez pour %@. Ne répondez pas à ce message.
fr_ca: Utilisez le numéro de téléphone que vous avez pour %@. Ne répondez pas à ce message.
he: יש להשתמש במספר הטלפון השמור אצלך עבור %@. נא לא להשיב להודעה זו.
hi: फ़ोन नंबर का उपयोग करें जो आपने %@ के लिए रखा है। इस SMS का जवाब मत दें।
hr: Upotrijebite broj telefona koji imate za osobu %@. Ne odgovarajte na ovu poruku.
hu: Használja %@ telefonszámát. Ne válaszoljon erre az üzenetre.
id: Gunakan nomor telepon yang Anda miliki untuk %@. Jangan balas pesan ini.
it: Utilizza il numero di telefono associato a %@. Non rispondere a questo messaggio.
ja: %@さんの電話番号を使用してください。このメッセージに返信しないでください。
kk: %@ пайдаланушысына арналған телефон нөмірді пайдаланыңыз. Бұл мәтінге жауап беру қажет емес.
ko: 가지고 있는 %@님의 전화번호를 사용하십시오. 이 메시지에는 응답하지 마십시오.
lt: Skambinkite %@ skirtu telefono numeriu. Į šią žinutę neatsakykite.
ms: Gunakan nombor telefon yang anda miliki untuk %@. Jangan balas mesej ini.
nl: Gebruik het telefoonnummer dat je hebt voor %@. Antwoord niet op deze sms.
no: Bruk telefonnummeret til %@. Ikke svar på denne meldingen.
pl: Użyj numeru telefonu tej osoby (%@). Nie odpowiadaj na tę wiadomość.
pt_br: Use o número de telefone que você tem para %@. Não responda a esta mensagem.
pt_pt: Use o número de telefone de %@. Não responda a esta mensagem.
ro: Utilizați numărul de telefon pe care îl aveți pentru %@. Nu răspundeți la acest mesaj.
ru: Воспользуйтесь номером, имеющимся у Вас для пользователя %@. Не отвечайте на это сообщение.
sk: Použite telefónne číslo užívateľa %@. Na túto správu neodpovedajte.
sl: Uporabite telefonsko številko, ki jo imate za osebo %@. Ne odgovarjajte na to sporočilo.
sv: Använd telefonnumret som du har för %@. Svara inte på det här meddelandet.
th: ใช้เบอร์โทรศัพท์ที่คุณมีสำหรับ %@ อย่าตอบกลับข้อความนี้
tr: %@ telefon numarasını kullanın. Bu mesaja yanıt vermeyin.
uk: Використовуйте номер телефону, наявний у вас для %@. Не відповідайте на цю звістку.
vi: Sử dụng số điện thoại bạn có cho %@. Không trả lời tin nhắn này.
zh_cn: 使用%@的电话号码。请勿回复本信息。
zh_hk: 使用你有的%@電話號碼。請勿回覆此訊息。
zh_tw: 使用%@的電話號碼。請勿回覆此訊息。

# EMERGENCY_TEXT_MESSAGE_NO_NAME_HAS_LOCATION
source: I called emergency services from this approximate location.
ar: اتصلتُ بخدمات الطوارئ من هذا الموقع التقريبي.
bg: Обадих се на службите за спешна помощ от това приблизително местоположение.
ca: He trucat als serveis d’emergències des d’aquesta ubicació aproximada.
cs: Volám přibližně z těchto míst tísňovým službám.
da: Jeg har ringet til alarmcentralen fra denne omtrentlige lokalitet.
de: Ich habe von diesem ungefähren Standort die Rettungsdienste angerufen.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία.
es: He llamado a los servicios de emergencia desde esta ubicación aproximada.
es_us: Llamé a los servicios de emergencia cerca desde esta ubicación aproximada.
fi: Soitin hätänumeroon tästä likimääräisestä paikasta.
fr: J’ai appelé les secours depuis cet endroit approximatif.
fr_ca: J’ai appelé les services d’urgence à proximité de ce lieu.
he: התקשרתי לשירותי חירום ממיקום משוער זה.
hi: मैंने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Zovem hitne službe s ove približne lokacije.
hu: Felhívtam a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről.
id: Saya memanggil layanan darurat dari perkiraan lokasi ini.
it: Ho chiamato i servizi di soccorso da questa posizione approssimativa.
ja: この場所付近から私が緊急通報サービスに電話しました。
kk: Мен осы болжалды геолокациядан төтенше сервистерге қоңырау шалдым.
ko: 제가 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms iš maždaug šios vietos.
ms: Saya menghubungi perkhidmatan kecemasan dari lokasi anggaran ini.
nl: Ik heb de hulp­diensten gebeld vanaf deze locatie bij benadering.
no: Jeg ringte nødnummeret fra denne omtrentlige posisjonen.
pl: Dzwonię pod numer alarmowy w pobliżu tego miejsca.
pt_br: Eu liguei para os serviços de emergência desta localização aproximada.
pt_pt: Liguei para os serviços de urgência aproximadamente desta localização.
ro: Am apelat serviciile de urgență din această localizare aproximativă.
ru: Мне пришлось вызвать экстренные службы приблизительно из этого места.
sk: Uskutočnil(a) som tiesňový hovor z tohto približného miesta.
sl: Poklical(-a) sem službo za nujno pomoč s te približne lokacije.
sv: Jag ringde ett nödsamtal från den här ungefärliga platsen.
th: ฉันได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้
tr: Yaklaşık bu konumdan acil servisi aradım.
uk: Мені довелося викликати екстрені служби приблизно із цього місця.
vi: Tôi đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này.
zh_cn: 我从此大致位置呼叫了紧急服务。
zh_hk: 我已經由這個大約位置致電緊急服務。
zh_tw: 我從下列大約位置撥打了緊急服務電話。

# ACCIDENTAL_SOS_NOTIF_BODY_FIVE_PRESSES_WITH_TIME_%@_PLURAL
source: iPhone initiated Emergency SOS at %@ because the side button was rapidly pressed five times. You can manage Call with 5 Presses in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط على الزر الجانبي خمس مرات تباعًا. يمكنك إدارة مكالمة "الاتصال بالضغط خمس مرات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото страничният бутон е бил натиснат бързо пет пъти. Можете да управлявате „Обаждане при 5 натискания“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a les %@ en prémer el botó lateral 5 vegades ràpidament. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo pětkrát rychle za sebou stisknuto postranní tlačítko. Volbu „Volání 5 stisknutími“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket hurtigt på sideknappen fem gange. Du kan administrere Ring op med 5 tryk i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seitentaste 5-mal schnell gedrückt wurde. Du kannst „Durch 5-mal Drücken anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στις %@ μετά από γρήγορο πάτημα του πλευρικού κουμπιού πέντε φορές. Μπορείτε να διαχειριστείτε την Κλήση με 5 πατήματα κουμπιού στις Ρυθμίσεις.
es: A las %@ el iPhone inició “Emergencia SOS” porque se pulsó el botón lateral cinco veces seguidas. Puedes gestionar la opción “Llamar pulsando 5 veces” en Ajustes.
es_us: El iPhone inició Emergencia SOS a las %@ porque se presionó el botón lateral cinco veces rápidamente. Puedes controlar la opción Llamar con cinco presiones veces en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivupainiketta painettiin nopeasti viisi kertaa. Voit hallita Soita 5 painalluksella -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car cinq pressions rapides ont été effectuées sur le bouton latéral. Vous pouvez gérer « Appeler avec 5 appuis sur le bouton » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral a été enfoncé 5 fois rapidement d’affilée. Vous pouvez gérer « Appeler avec 5 pressions » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעו חמש לחיצות מהירות על כפתור הצד. ניתן לנהל את ״חיוג באמצעות 5 לחיצות״ ב״הגדרות״.
hi: %@ पर iPhone ने आपातकालीन SOS शुरू कर दिया क्योंकि साइड बटन को पाँच बार तेज़ी से दबाया गया था। आप सेटिंग्ज़ में “5 बार दबाने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer je bočna tipka bila brzo pritisnuta pet puta. U Postavkama možete upravljati Pozivom pomoću 5 pritisaka.
hu: Az iPhone segélyhívást indított %@-kor, mivel ötször gyorsan lenyomta az oldalsó gombot. A Hívás 5 gombnyomással funkciót a Beállításokban kezelheti.
id: iPhone Anda memulai Darurat SOS pukul %@ karena tombol samping ditekan lima kali dengan cepat. Anda dapat mengelola Panggil dengan 5 Kali Tekan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” alle %@ perché il tasto laterale è stato premuto rapidamente cinque volte. Puoi gestire “Chiama premendo 5 volte” in Impostazioni.
ja: サイドボタンが素早く5回押されたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“5回押して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік түйме бес рет жылдам басылды. «Реттеулер» бөлімінен «5 рет басу арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone의 측면 버튼이 빠르게 5번 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘5번 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas greitai 5 kartus paspaudė šoninį mygtuką. Skambutį galite nustatyti pasitelkę penkių paspaudimų parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi ditekan lima kali dengan pantas. Anda boleh mengurus Hubungi dengan Tekan 5 Kali dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat er vijf­maal snel op de zijknop werd gedrukt. Je kunt 'Bel met vijf­maal drukken' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@, fordi sideknappen ble trykket inn raskt fem ganger. Du kan endre Ring med fem trykk i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po szybkim pięciokrotnym naciśnięciu przycisku bocznego. Opcją 5 naciśnięć możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência às %@ porque o botão lateral foi pressionado rapidamente cinco vezes. Você pode gerenciar o recurso Pressionar 5 Vezes para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência às %@ porque o botão lateral foi premido rapidamente cinco vezes. Pode gerir a opção Premir 5 vezes para ligar, nas Definições.
ro: iPhone‑ul dvs. a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral a fost apăsat rapid de cinci ori. Puteți gestiona opțiunea “Apelare cu 5 apăsări” în Configurări.
ru: iPhone начал экстренный вызов в %@, так как боковая кнопка была быстро нажата пять раз. Параметром «Вызов пятью нажатиями» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu bočného tlačidla 5-krát rýchlo za sebou. Funkciu Zavolať stlačením 5-krát môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker je bil stranski gumb petkrat na hitro pritisnjen. Možnost Klic s 5 pritiski lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen trycktes in fem gånger snabbt. Du kan hantera Fem knapptryck för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างอย่างรวดเร็วห้าครั้ง คุณสามารถจัดการการโทรโดยกด 5 ครั้งได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğmeye hızlıca beş kez basıldığı için Acil SOS başlattı. 5 Kez Basarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки бічну кнопку було швидко натиснуто 5 разів. Функцією «Виклик 5‑ма натисненнями» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn được nhấn nhanh năm lần. Bạn có thể quản lý tính năng Gọi bằng cách nhấn 5 lần trong Cài đặt.
zh_cn: 因侧边按钮被快速按下五次，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按5次进行呼叫”。
zh_hk: iPhone的側邊按鈕於%@被快速地按五下而啟動了「緊急求助SOS」。你可以在「設定」中管理「按五下即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊按鈕曾被快速按五下。你可以在「設定」中管理「按五下通話」。

# TURN_OFF_ACCESSIBILITY_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SOS_WRIST_DETECTION_OK
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# CALL_WITH_THREE_PRESSES
source: Call with 3 Button Presses
ar: الاتصال بالضغط ثلاث مرات على الزر
bg: Обаждане при 3 натискания
ca: Trucada amb 3 premudes
cs: Volání 3 stisknutími tlačítka
da: Ring op med 3 tryk
de: Durch 3-maliges Drücken der Taste anrufen
el: Κλήση με 3 πατήματα κουμπιού
es: Llamar pulsando 3 veces el botón
es_us: Llamar con tres presiones
fi: Soita 3:lla painikkeen painalluksella
fr: Appeler avec 3 appuis sur le bouton
fr_ca: Appeler avec 3 pressions
he: חיוג באמצעות 3 לחיצות כפתור
hi: 3 बार बटन दबाकर कॉल करें
hr: Poziv pomoću 3 pritiska tipke
hu: Hívás 3 gombnyomással
id: Panggil dengan Tekan Tombol 3 Kali
it: Chiama premendo 3 volte il tasto
ja: ボタンを3回押して通報
kk: Түймені 3 рет басу арқылы қоңырау шалу
ko: 버튼 3번 눌러서 전화걸기
lt: Skambinti 3 kartus paspaudžiant mygtuką
ms: Hubungi dengan Tekan Butang 3 Kali
nl: Bel met driemaal drukken op de knop
no: Ring med tre trykk
pl: 3 naciśnięcia przycisku
pt_br: Pressionar 3 Vezes para Ligar
pt_pt: Premir 3 vezes para ligar
ro: Apelare cu 3 apăsări de buton
ru: Вызов тремя нажатиями кнопки
sk: Zavolať stlačením tlačidla 3-krát
sl: Klic s 3 pritiski gumba
sv: Tre knapptryck för att ringa
th: โทรโดยกดปุ่ม 3 ครั้ง
tr: Düğmeye 3 Kez Basarak Ara
uk: Виклик 3‑ма натисненнями кнопки
vi: Gọi bằng cách nhấn nút 3 lần
zh_cn: 按3次按钮呼叫
zh_hk: 按三下按鈕即可通話
zh_tw: 按三下按鈕來通話
